const TheFooter = () => {
    return (
        <footer className="mt-auto bg-teal-700">
            <div className="container mx-auto">
                <h2>Наши контакты:</h2>
                <p>Телефон: +7 (342) 234-44-30</p>
                <p>email: santel59@mail.ru</p>
                <p>Адрес магазина: г. Пермь, ул. Куйбышева 103, Гастроном Абсолют отдел Сантехника</p>
                <p>Режим работы:</p>
                <p>ПН-ПТ: с 10:00 до 20:00</p>
                <p>СБ-ВС: с 11:00 до 18:00</p>
                <div className="text-xs opacity-50">
                <br />
                <hr />
                <p>Все данные, представленные на сайте, носят информационный характер и не являются исчерпывающими.</p>
                <p>Для получения более подробной информации необходимо обратиться к менеджерам компании по указанным на сайте контактным данным.</p>
                <p>Вся представленная на сайте информация, касающаяся комплектации, технических характеристик, цветовых сочетаний и стоимости продукции, носит информационный характер и ни при каких условиях не является публичной офертой.</p>
                </div>
            </div>
        </footer>
    )
}
export {TheFooter};